CSI API ETABS v1
cLoadCases.StaticNonlinearStaged Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cCaseStaticNonlinearStaged StaticNonlinearStaged { get; }
ReadOnly Property StaticNonlinearStaged As cCaseStaticNonlinearStaged
	Get
Dim instance As cLoadCases
Dim value As cCaseStaticNonlinearStaged
value = instance.StaticNonlinearStaged
property cCaseStaticNonlinearStaged^ StaticNonlinearStaged {
	cCaseStaticNonlinearStaged^ get ();
}
abstract StaticNonlinearStaged : cCaseStaticNonlinearStaged with get
Property Value
Type: cCaseStaticNonlinearStaged
See Also
Reference
cLoadCases Interface
ETABSv1 Namespace